[{"model": "products.category", "pk": 1, "fields": {"name": "red_wine", "friendly_name": "Red Wine"}}, {"model": "products.category", "pk": 2, "fields": {"name": "white_wine", "friendly_name": "White Wine"}}, {"model": "products.category", "pk": 3, "fields": {"name": "rosé_wine", "friendly_name": "Rosé Wine"}}, {"model": "products.category", "pk": 4, "fields": {"name": "sparkling", "friendly_name": "Sparkling"}}, {"model": "products.category", "pk": 5, "fields": {"name": "special_offers", "friendly_name": "Special Offers"}}, {"model": "products.product", "pk": 1, "fields": {"category": 2, "name": "Faustino V White Rioja", "country": "Spain", "region": "Rioja Alavesa", "grape_variety": "Chardonnay, Viura", "year": 2020, "description": "A distinctive wine of Rioja, complimenting all foods and ideal for any occasion. Viura and Chardonnay grapes. Fermented under low temperature and controlled conditions. Excellent with many everyday foods, fish & chips, salads and omelets. The winery has an number of vineyards in the heart of the Rioja Alavesa region, between the towns of Laguardia & Oyón.", "price": "18.50", "rating": "4.60", "image_url": "https://m.tesco.ie/img/c/gw_360/ttl_31d/2url_img.tesco.ie/Groceries/pi/004/8410441332004/IDShot_225x225.jpg", "image": "white-faustino.webp"}}, {"model": "products.product", "pk": 2, "fields": {"category": 2, "name": "Torres Sangre De Toro Verdejo", "country": "Spain", "region": "Rueda", "grape_variety": "Verdejo", "year": 2020, "description": "Following in the footsteps of Miguel Torres Carbó, we search for the best varieties in Spain to give this wine a truly authentic personality.", "price": "10.00", "rating": "4.60", "image_url": null, "image": "torres--verdejo.webp"}}, {"model": "products.product", "pk": 3, "fields": {"category": 2, "name": "Paco y Lola Albariño", "country": "Spain", "region": "Rías Baixas", "grape_variety": "Albariño", "year": 2019, "description": "The freshest, most fun and chic Albariño of the Rías Baixas. It makes you feel good to be alive and gets everyone smiling whenever a bottle is cracked open! Paco & Lola is a young, modern winery, committed to a fresh way of making and experiencing wine. Known around the world for our sophisticatedly fun image, We Are The Polka-Dot Wine.", "price": "17.00", "rating": "4.60", "image_url": null, "image": "paco-y-lola.webp"}}, {"model": "products.product", "pk": 4, "fields": {"category": 2, "name": "Rizzardi Pinot Grigio", "country": "Italy", "region": "Veneto", "grape_variety": "Pinot Grigio", "year": 2020, "description": "Guerrieri Rizzardi is the result of the union between two venerable winemaking families that date back to the 17th century and this single-estate Pinot Grigio expresses the result of generations of winemaking knowledge. This Pinot Grigio is crisp, dry and bursting with ripe pear and peachy fruit before a touch of honey and spice on the long fresh finish.", "price": "15.00", "rating": "4.60", "image_url": null, "image": "rizzardo-white.webp"}}, {"model": "products.product", "pk": 5, "fields": {"category": 2, "name": "Ophalum Albariño", "country": "Spain", "region": "Rías Baixas", "grape_variety": "Albariño", "year": 2020, "description": "This zesty Albariño is made by the Paco y Lola winery in the Salnés Valley. It has the typical pear and citrus fruit profile of Galician Albariño with a saline mineral note on the long tropical fruit finish. The crisp acidity is an ideal pairing to cut through oily fish or tapas dishes.", "price": "18.00", "rating": "4.60", "image_url": null, "image": "ophalum.webp"}}, {"model": "products.product", "pk": 6, "fields": {"category": 2, "name": "Chanson Pouilly-Fuissé", "country": "France", "region": "Burgundy", "grape_variety": "Chardonnay", "year": 2016, "description": "Domain Chanson are owned by Champagne Bollinger and no attention to detail is missed in terms of vineyard work or cellar investment. The vineyards of Pouilly Fuissé are located in the southern part of Burgundy, in the heart of the Mâconnais region. The 2016 vintage saw a cool winter and a warm dry summer, after harvest mid-September, the wine was partially aged in oak casks giving some roundness and texture to the wine. Chanson Pouilly Fuissé hints at floral and citrus notes on the nose and palate with some white pear, the palate is well-balanced and precise with a mineral thread against a dense, tight texture followed by a long and refreshing finish.", "price": "30.00", "rating": "4.60", "image_url": null, "image": "chanson-pouilly-fusse.webp"}}, {"model": "products.product", "pk": 7, "fields": {"category": 2, "name": "Whitehaven Sauvignon Blanc", "country": "New Zealand", "region": "Marlborough", "grape_variety": "Sauvignon Blanc", "year": 2021, "description": "This wine has incredible freshness and clean fruit purity, with a finely balanced, refreshing acidity. The palate shows vibrant varietal flavours of passionfruit, tomato leaf, citrus and tropical fruit flavours that is quintessentially Marlborough.", "price": "17.00", "rating": "4.60", "image_url": null, "image": "whitehaven.webp"}}, {"model": "products.product", "pk": 8, "fields": {"category": 2, "name": "Tordo Alvarinho", "country": "Portugal", "region": "Vinho Verde", "grape_variety": "Alvarinho", "year": 2020, "description": "The Carneiro family estate is located in Basto, in Portugal's northern Vinho Verde region. This wine is made from the Alvarinho grape variety, better known across the border in Galicia as Albariño. The grapes come from warm, inland vineyards and are hand-harvested before being fermented in the family's modern stainless-steel winery. The bright and clear wine offers flavours of grapefruit and pineapple, with perfectly integrated acidity. A characterful Vinho Verde that would pair wonderfully with fresh shellfish enjoyed in the garden on a sunny afternoon.", "price": "15.00", "rating": "4.60", "image_url": null, "image": "tordo-alvarinho.webp"}}, {"model": "products.product", "pk": 9, "fields": {"category": 2, "name": "Adobe Organic Sauvignon Blanc", "country": "Chile", "region": "Casablanca Valley", "grape_variety": "Sauvignon Blanc", "year": 2020, "description": "Emiliana is one of the world's largest procuders of estate grown organic wines in the world. This organic Sauvignon Blanc is grown in the cooler climate of the Casablanca Valley, it is lively zesty and juicy with good fresh acidity and citrus fruit flavoured finish.", "price": "15.00", "rating": "4.60", "image_url": null, "image": "adobe.webp"}}, {"model": "products.product", "pk": 10, "fields": {"category": 2, "name": "Delheim Chardonnay Sur Lie", "country": "South Africa", "region": "Stellenbosch", "grape_variety": "Chardonnay", "year": 2020, "description": "The family owned Delheim estate is one of the top wineries in South Africa with a firm commitment to social and environmental sustainability programs. Their Chardonnay Sur Lie is an elegant, Burgundian-styled wine with the 9 months oak ageing adding a silky texture and delicate toasted hazelnut note without masking the ripe pear and red apple fruit. This is as good as oaked Chardonnay comes and would age gracefully for at least 5 years.", "price": "27.00", "rating": "4.60", "image_url": null, "image": "delheim-white.webp"}}, {"model": "products.product", "pk": 11, "fields": {"category": 2, "name": "Cepas Privadas Sauvignon Blanc", "country": "Argentina", "region": "Mendoza", "grape_variety": "Sauvignon Blanc", "year": 2020, "description": "This wine is sourced from our selected vineyards in Mendoza, Argentina's most important wine region. 400 years ago, the centuries of expertise of the Spanish men who founded the city, was combined with Mendoza grown grapes, to create truly special, intense Argentinean wines. This is a homage to the hands that first crafted them.", "price": "18.00", "rating": "4.60", "image_url": null, "image": "cepas.webp"}}, {"model": "products.product", "pk": 12, "fields": {"category": 2, "name": "Andre Goichot Pouilly Fuisse", "country": "France", "region": "Burgundy", "grape_variety": "Chardonnay", "year": 2020, "description": "Maison André Goichot, founded in 1947, has always been reknown for their selection of Burgundy wines. These wines, mainly from Chardonnay and Pinot Noir grapes, show all the characteristics of wines from the Burgundy region.", "price": "23.00", "rating": "4.60", "image_url": null, "image": "Andre-pouilly.webp"}}, {"model": "products.product", "pk": 13, "fields": {"category": 2, "name": "Sancerre La Perriere", "country": "France", "region": "Loire", "grape_variety": "Sauvignon Blanc", "year": 2019, "description": "The 43 hectares of La Perrière are heavily dominated by Sauvignon Blanc, planted over roughly 38 hectares, compared to only 5 hectares of Pinot Noir. Only Sauvignon Blanc is permitted for the production of Sancerre Blanc wines, while Pinot Noir can be used for either reds or rosés.", "price": "22.00", "rating": "4.60", "image_url": null, "image": "sancerre.webp"}}, {"model": "products.product", "pk": 14, "fields": {"category": 2, "name": "Pouilly-Fume Foucher", "country": "France", "region": "Loire", "grape_variety": "Sauvignon Blanc", "year": 2019, "description": "Foucher Lebrun has selected for you this Poully-Fumé. With a nice pale yellow fine and subtile aromas floral and mineral with a long lasting and silky final", "price": "20.00", "rating": "4.60", "image_url": null, "image": "pouilly-foucher.webp"}}, {"model": "products.product", "pk": 15, "fields": {"category": 2, "name": "Gavi La Battistina", "country": "Italy", "region": "Piedmont", "grape_variety": "Cortese", "year": 2020, "description": "This is a delicious single-estate Gavi from the progressive Vini Araldica wine company. Their boutique 24ha La Battistina estate specialises in Piedmont's signature white grape variety, Cortese. The grapes for this wine come from old vines grown on the rolling chalky hills in the province of Alessandria. The name Cortese translates as 'courteous', as this grape offers a soft and generous flavour profile and structure to a wine. This example has abundant chalky minerality, refreshingly cool apple and pear fruit and an impressively long, silky finish.", "price": "16.00", "rating": "4.60", "image_url": null, "image": "gavi.webp"}}, {"model": "products.product", "pk": 24, "fields": {"category": 1, "name": "Faustino V Reserva Rioja", "country": "Spain", "region": "Rioja", "grape_variety": "Tempranillo, Mazuelo", "year": 2013, "description": "Faustino vineyards are in the heart of the Rioja Alavesa region, between the towns of Laguardia and Oyón. The excellent qualities of the clayey-calcareous soil in these winegrowing areas, together with an ideal microclimate, afford the grape varieties that grow on the vineyards - Tempranillo, Graciano, Mazuelo and Viura - unbeatable added distinguish quality value.", "price": "18.99", "rating": "4.10", "image_url": null, "image": "faustino-red.webp"}}, {"model": "products.product", "pk": 25, "fields": {"category": 1, "name": "Marqués de Riscal Reserva", "country": "Spain", "region": "Rioja", "grape_variety": "Graciano, Mazuelo, Tempranillo", "year": 2017, "description": "Founded in 1858 in the heart of Rioja, Marqués de Riscal is one of the most prestigious estates in Spain. The Tempranillo vineyards were planted in the 1970’s, Graciano is added for crispness and colour before ageing for two years in American oak barrels. Marqués de Riscal Reserva is fresh, fine, and elegant with aromas and flavours of liquorice, cinnamon, and black pepper, concentrated black fruits and a touch of balsamic.", "price": "23.95", "rating": "4.80", "image_url": "https://www.google.com/imgres?imgurl=https%3A%2F%2Fmedia-verticommnetwork1.netdna-ssl.com%2Fwines%2Fmarques-de-riscal-reserva-1474166.jpg&imgrefurl=https%3A%2F%2Fwww.drinksandco.com%2Frioja-wine%2Fmarques-de-riscal-reserva-2015&tbnid=Mf_VGeR3plGnwM&vet=12ahUKEwix18CxrNr1AhUGiVwKHVBEBlYQMygAegUIARDkAQ..i&docid=RjUjaucIo3ogLM&w=504&h=800&itg=1&q=marques%20de%20riscal&ved=2ahUKEwix18CxrNr1AhUGiVwKHVBEBlYQMygAegUIARDkAQ", "image": "marques-de-riscal-red.webp"}}, {"model": "products.product", "pk": 26, "fields": {"category": 1, "name": "19 Crimes Red Blend", "country": "Australia", "region": "Victoria", "grape_variety": "Shiraz/Syrah", "year": 2018, "description": "Each declared by his majesty to be punishable on Conviction by Transportation. A liquid ode to our past, 19 Crimes is inspired by those who, beginning in 1788, were transported to Australia for a life of hard labour. Many did not survive the journey. For the sea-beaten people who made it ashore, a new world awaited. As pioneers in a harsh frontier colony, they forged fresh pathways and built new lives from their chequered pasts, brick by brick. This wine honours the history they wrote and the culture they built.", "price": "14.99", "rating": "3.90", "image_url": null, "image": "19crimesnew.webp"}}, {"model": "products.product", "pk": 27, "fields": {"category": 1, "name": "Volpetto Chianti Riserva", "country": "Italy", "region": "Chianti", "grape_variety": "Sangiovese", "year": 2018, "description": "Made by award-winning winemaker Stefano Chioccioli, this is modern Chianti at its best. Packed full of sour cherry, hedgerow berry fruits and typical black tea leaf notes. The use of oak is subtle and restrained, giving enough tannins to stand up to rich Italian dishes but could also be drunk on its own. A superb example of one of the most popular styles of wine in Ireland: this will appeal to every wine lover, not just fans of Italian reds.", "price": "19.95", "rating": "4.30", "image_url": null, "image": "volpetto.webp"}}, {"model": "products.product", "pk": 28, "fields": {"category": 1, "name": "Porta Nova Ripasso", "country": "Italy", "region": "Valpolicella", "grape_variety": "Rondinella", "year": 2019, "description": "The Porta Nova project was started by leading New Zealand winemaker Matt Thompson. Working with grape growers from the hills around Verona he sources excellent quality, ripe fruit from select vineyard parcels. The wine is made by the 'ripasso' method, whereby the wine is refermented on the skins of Amarone grapes, giving more body and depth, before one year ageing in French, oak barrels. This is a bold Ripasso with loads of sweet ripe dark berry fruit, well-integrated oak spice and that distinct, sour cherry Amarone freshness.", "price": "20.45", "rating": "3.90", "image_url": null, "image": "porto-nova-ripasso.webp"}}, {"model": "products.product", "pk": 29, "fields": {"category": 1, "name": "Tajapiera Amarone", "country": "Italy", "region": "Valpolicella", "grape_variety": "Corvina, Molinara, Rondinella", "year": 2018, "description": "Amarone is made from semi-dried 'appassimento' grapes in Valpolicella, close to the Italian city of Verona. The grapes must be in perfect condition before being stored in the drying lofts of the winery to lose up to half their water weight and concentrate the flavours and sugars. The Corvina, Rondinella, and Molinara grape varieties each bring a unique character to the final Amarone wine.\r\n\r\nDeep and vibrant red in colour with an intense bouquet of blackberry fruit, the palate is rich, full-bodied and well-rounded. Beautiful, classic black cherry and plum fruit flavours with a chocolate and coffee complexity on the finish.", "price": "29.95", "rating": "4.70", "image_url": null, "image": "amarone-new.webp"}}, {"model": "products.product", "pk": 30, "fields": {"category": 1, "name": "Château d'Arcole Saint-Émillion Grand Cru", "country": "France", "region": "Bordeaux", "grape_variety": "Merlot", "year": 2018, "description": "Château d'Arcole is located at the heart of the prestigious Saint-Emilion terroir in Bordeaux. The single vineyard that extends over 5 hectares is organically farmed and is planted around the Château with 70% Merlot and 30% Cabernet Sauvignon. The estate is owned and run by by Véronique Barthe and Philippe Gardère who have been winegrowers for over 20 years in Entre-Deux-Mers.", "price": "33.95", "rating": "4.80", "image_url": null, "image": "saint-emillion.webp"}}, {"model": "products.product", "pk": 31, "fields": {"category": 1, "name": "Château Kirwan", "country": "France", "region": "Bordeaux", "grape_variety": "Cabernet Franc, Cabernet Sauvignon, Merlot, Petit Verdot", "year": 2017, "description": "Château Kirwan is one of the top-rated Margaux estates (3rd growth), and this wine showcases classic Château Kirwan; a silky Margaux made in an approachable style.", "price": "73.00", "rating": "4.90", "image_url": null, "image": "chateaux-kirwan.webp"}}, {"model": "products.product", "pk": 32, "fields": {"category": 1, "name": "Blason du Rhône Châteauneuf-du-Pape", "country": "France", "region": "Rhône", "grape_variety": "Grenache, Mourvèdre / Monastrell, Shiraz / Syrah", "year": 2019, "description": "This Châteauneuf-du-Pape comes from a selection of the most characteristic soils of Châteauneuf-du-Pape: sandstone, limestone and the famous rolled pebbles, locally known as \"galets\". Excellent terroir for ripening its old vine Grenache and this is a classic Châteauneuf-du-Pape with layers of red fruits like cherry and strawberry mixed with peppery spice and a full-bodied palate.", "price": "34.45", "rating": "4.40", "image_url": null, "image": "blason.webp"}}, {"model": "products.product", "pk": 33, "fields": {"category": 1, "name": "Mt Difficulty Bannockburn Pinot Noir", "country": "New Zealand", "region": "Central Otago", "grape_variety": "Pinot Noir", "year": 2018, "description": "Established in 1992 at the base of the mountain for which the winery is named, Mt Difficulty was amongst the first estates to plant vines in Central Otago. The Pinot Noir for this wine come from sustainably managed vineyards in the cool-climate Bannockburn sub-region. It opens with vibrant floral notes, savoury brown spice and a savoury earthiness, framed by a core of ripe red berry fruit. The palate is supple and complex with bright red cherry notes, fine ripe tannins before more vibrant red cherry flavours on the lingering finish.", "price": "35.95", "rating": null, "image_url": null, "image": "mt-difficulty-pinot-noir.webp"}}, {"model": "products.product", "pk": 34, "fields": {"category": 1, "name": "Norton Malbec Reserva", "country": "Argentina", "region": "Mendoza", "grape_variety": "Malbec", "year": 2019, "description": "Very polished Reserva Malbec from top tier Argentina estate Bodegas Norton. Beautifully defined blueand blackberry fruit, fine oak and a long palate delighting finish. It is very hard to beat in the quality for money stakes.", "price": "16.95", "rating": "3.80", "image_url": null, "image": "norton.webp"}}, {"model": "products.product", "pk": 35, "fields": {"category": 1, "name": "Bodegas Caro", "country": "Argentina", "region": "Mendoza", "grape_variety": "Malbec", "year": 2018, "description": "This wine is the result of a partnership between DBR-Lafite and the Catena family, two of the most renowned wine families in France and Argentina respectively.\r\nThis is a truly world class red blend, offering superb concentration of dark, richly concentrated black berried fruits from the Malbec grape, given extra complexity and elegance by blending with Cabernet Sauvignon before ageing in high-quality French oak from Lafite's own cooperage.", "price": "55.00", "rating": "4.70", "image_url": null, "image": "bodegas-caro.webp"}}, {"model": "products.product", "pk": 36, "fields": {"category": 1, "name": "Meerlust Rubicon", "country": "South Africa", "region": "Stellenbosch", "grape_variety": "Cabernet Franc, Cabernet Sauvignon, Merlot", "year": 2017, "description": "An iconic Cape wine. Classic Rubicon nose of violets, ripe plum, cedar wood and spiciness and starting to develop typical liquorice notes from bottle development. The palate is full bodied, structured by beautifully sleek, ripe tannins which restrain the vibrant dark fruit typical of this vintage, giving the wine an opulent texture which is kept focused by the delightful acidity. The wine lingers on the palate with creamy fruit mouth-fiilling tannins.", "price": "41.00", "rating": "4.60", "image_url": null, "image": "meerlust-new.webp"}}, {"model": "products.product", "pk": 37, "fields": {"category": 1, "name": "Kanonkop Pinotage", "country": "South Africa", "region": "Stellenbosch", "grape_variety": "Pinotage", "year": 2019, "description": "Kanonkop Estate has been described as being the South African equivalent of a First Growth. This is a full-bodied wine with a deep, ruby colour exuding the flavours of red and black berries, raspberry, plum and hints of banana as well as delicious toasty spice complexity from 16 months in French oak.", "price": "33.95", "rating": "4.10", "image_url": null, "image": "kanonkop.webp"}}, {"model": "products.product", "pk": 38, "fields": {"category": 1, "name": "d'Arenberg The Dead Arm Shiraz", "country": "Australia", "region": "South Australia", "grape_variety": "Shiraz / Syrah", "year": 2017, "description": "A truly iconic Aussie wine that displays the power and intensity of McLaren Vale Shiraz, yet with a subtle refined elegance. It’s vibrant and lifted on the nose with bustling red fruits and savoury spice. The palate is long, linear and pure with tight tannins and mouth-watering acidity. Beneath the layers of blueberry, pomegranate and plum is an intriguing core of earthy minerality. If stored correctly, this wine should age for 15+ years.", "price": "54.95", "rating": "4.80", "image_url": null, "image": "d-arenberg-shiraz.webp"}}, {"model": "products.product", "pk": 39, "fields": {"category": 3, "name": "Château D'Esclans Whispering Angel Rosé", "country": "France", "region": "Provence", "grape_variety": "Cinsault, Grenache, Vermentino", "year": 2020, "description": "Whispering Angel Rosé can almost be a considered a cult wine at this stage. Made at Château d’Esclans and the brainchild of Sacha Lichine, this iconic rosé wine is the benchmark for Provence and other rosé wines around the world. Whispering Angel Rosé is stylishly pale pink, has white blossom aromas with hints of red fruit and the deliciously refreshing dry palate is dominated by lush summer fruits and citrusy grapefruit flavours. Whispering Angel Rosé finishes crisp and clean making it an excellent wine to match with food.", "price": "24.95", "rating": "4.50", "image_url": null, "image": "whispering-angel.webp"}}, {"model": "products.product", "pk": 40, "fields": {"category": 3, "name": "Pasqua 11 Minutes Rosé", "country": "Italy", "region": "Veneto", "grape_variety": "Carmenère, Corvina, Shiraz / Syrah, Trebbiano", "year": 2020, "description": "This wine is crafted with a blend of local and international grape varieties: Carmenère, Corvina, Syrah and Trebbiano. The wine undergoes relatively brief skin contact during the winemaking process, giving 11 Minutes its distinctive pale, salmon pink colour. The fresh strawberry, raspberry and grapefruit flavours on the palate are balanced by refreshing acidity and a long crisp finish.", "price": "18.95", "rating": "4.40", "image_url": null, "image": "pasqua-11-minutes-rose.webp"}}, {"model": "products.product", "pk": 41, "fields": {"category": 3, "name": "Henri Bourgeois Sancerre Rosé", "country": "France", "region": "Loire Valley", "grape_variety": "Sauvignon Blanc", "year": 2020, "description": "Henri Bourgeois is a renowned 10th generation winemaking family, making exquisite award-winning wines from some of the best terroir in the Loire Valley. This 100% Pinot Noir Sancerre Rosé is ideal for food matching as its crisp acidity keeps the wine and food matches harmonious and complimentary. Henri Bourgeois Pinot Noir Sancerre Rosé is a refreshing fruity rosé, it has aromas of ripe red summer fruits, dry in style and easy to drink, its well-balanced palate makes it a good wine to match with seafood and goat’s cheese.", "price": "24.95", "rating": "4.20", "image_url": null, "image": "henri-rose.webp"}}, {"model": "products.product", "pk": 42, "fields": {"category": 3, "name": "Delheim Pinotage Rosé", "country": "South Africa", "region": "Stellenbosch", "grape_variety": "Pinotage", "year": 2020, "description": "One of the original Pinotage rosés from South Africa, this has been a customer favourite for years. The Pinotage grapes are hand picked in the early morning, which ensures they stay cool and retain their freshness of fruit and acidity. Only the finest first press grape juice is used to produce this dry rosé, which reveals the elegant side of Pinotage. Pale salmon pink colour with the nose showcasing bright red fruit and vibrant acidity. On the palate you will find juicy red berries such as strawberries and cranberries with a slight ruby grapefruit note. The wine is dry, rounded and soft on the palate with the acidity and alcohol well balanced.", "price": "13.95", "rating": "3.60", "image_url": null, "image": "delheim-rose.webp"}}, {"model": "products.product", "pk": 43, "fields": {"category": 3, "name": "Rock Angel Rosé", "country": "France", "region": "Provence", "grape_variety": "Vermentino, Grenache", "year": 2018, "description": "Rock Angel, the sister wine of Whispering Angel’s is made at the same winery, Château d’Esclans, located in the heart of Provence with the Mediterranean coast in its sights. Rock Angel is a blend of Grenache, Cinsault and Vermentino grapes. The main difference between the two wines is that Rock Angel has a partial fermentation in large oak barrels. The result is that it has a more complex, richer, and structured taste profile than Whispering Angel, so if you like a structured, food friendly, rosé wine then this is the one for you. Rock Angel is a delicate pale pink with summer red berry aromas and a hint of floral and spice. On the palate, it has a creamy texture, crisp acidity and a saline, mineral note.", "price": "40.00", "rating": "4.00", "image_url": null, "image": "rock-angel-rose.webp"}}, {"model": "products.product", "pk": 44, "fields": {"category": 3, "name": "Postcards Pinot Grigio delle Venezie Rosé", "country": "Italy", "region": "Veneto", "grape_variety": "Pinot Grigio", "year": 2020, "description": "Postcards Pinot Grigio rosé is a family winemaking project headed up by Roberto Pasqua of Musella in the Veneto. The label is a fond representation of retro Italian posters; stylish, elegant and eye catching. Postcards Pinot Grigio rosé is made from 100% Pinot Grigio and is refreshing and elegant with aromas of peach and apricot and a subtle note of ripe melon on the finish balanced by crisp acidity.", "price": "15.95", "rating": null, "image_url": null, "image": "postcards-rose.webp"}}, {"model": "products.product", "pk": 45, "fields": {"category": 3, "name": "Domaine de L'Ostal Rosé", "country": "France", "region": "Languedoc-Roussillon", "grape_variety": "Grenache, Shiraz / Syrah", "year": 2020, "description": "This is a modern style of rosé from this fabulous Lynch-Bages owned estate in the Languedoc with vineyards sloping up to 150 metres in altitude. The winemaking uses just a touch of skin contact to produce a dry and crisp style of rosé. Aromatic and refreshing, this is packed with the flavours of southern France: strawberry-scented, crunchy red fruits, rose petals and subtle Mediterranean herbs. This rosé is perfect for BBQ foods.", "price": "15.95", "rating": "3.90", "image_url": null, "image": "lostal.webp"}}, {"model": "products.product", "pk": 46, "fields": {"category": 3, "name": "Gaia Rosé 4-6H", "country": "Greece", "region": "Nemea", "grape_variety": "Agiorgitiko", "year": 2020, "description": "Gaia Wines was founded in 1994 by Agriculturalist and Enologist Yiannis Paraskevopoulosan and Agriculturalist and Leon Karatsalos. Gaia owns vineyards and two wineries, one in Nemea in Peloponnese and one on the island of Santorini. This unique Greek rosé is made from Agiorgitiko, a fragrant red wine grape native to Greece's Peloponnese peninsula. A Mediterranean climate prevails here, and the 15-30 year old vines are grown at altitudes ranging from 800 to 1,040 metres above sea level. Gaia 4-6H rosé is made from 100% Agiorgitiko, a delicate pale pink, fruity with hints of strawberry aroma, notes of pomegranate and rose petals and refreshing crisp acidity.", "price": "15.95", "rating": "3.70", "image_url": null, "image": "gaia.webp"}}, {"model": "products.product", "pk": 47, "fields": {"category": 3, "name": "Mud House Sauvignon Blanc Rose", "country": "New Zealand", "region": "Marlborough", "grape_variety": "Sauvignon Blanc", "year": 2020, "description": "Mud House Sauvignon Blanc Rosé has refreshing floral aromas with berry and spices. The palate exudes fresh tropical Sauvignon Blanc flavours complemented by hints of berries from the addition of Merlot before finishing with spice and refreshing acidity.\r\n\r\nOur founders set sail to travel the world; only to fall in love with New Zealand. After planting vines they used the local earth to build their home. Two decades on, we continue to celebrate the spirit of striking out and breaking boundaries. Wherever you are in the world look out for our distinctive wines and celebrate your taste for adventure.", "price": "15.00", "rating": "4.00", "image_url": null, "image": "mud-house.webp"}}, {"model": "products.product", "pk": 48, "fields": {"category": 3, "name": "Villa Maria Sauvignon Blush", "country": "New Zealand", "region": "North Island", "grape_variety": "Sauvignon Blanc, Merlot", "year": 2019, "description": "Blushing from a splash of Merlot, this Sauvignon is bursting with fresh passionfruit and cranberry flavours. Enjoy as a dry aperitif.\r\nA leader in sustainability, innovation and quality, our family winery is recognised as an icon in the New Zealand wine industry.\r\nThe Villa Maria story is one of absolute passion. 100% New Zealand and family owned, Villa Maria Estate was founded in 1961 by Sir George Fistonich who, through his dedication to quality, has led Villa Maria Estate to claim the title of New Zealand's Most Awarded Wines.", "price": "15.00", "rating": "3.60", "image_url": null, "image": "villa-maria-rose.webp"}}, {"model": "products.product", "pk": 49, "fields": {"category": 4, "name": "Moët & Chandon Brut Impérial NV", "country": "France", "region": "Champagne", "grape_variety": "Chardonnay", "year": 2018, "description": "Created in 1869 Moët Impérial is Moët Champagnes iconic house champagne. A blend of Pinot Noir, Pinot Meunier and Chardonnay, it shows a vibrant intensity of green apple and citrus fruit with white flowers and blond notes of brioche, cereal and fresh nuts.", "price": "56.00", "rating": "5.00", "image_url": null, "image": "moet.webp"}}, {"model": "products.product", "pk": 50, "fields": {"category": 4, "name": "Beaumont des Crayères Vintage", "country": "France", "region": "Champagne", "grape_variety": "Chardonnay", "year": 2013, "description": "This is one of the most exciting, elegant Champagnes that we have ever tasted. Made from Chardonnay grapes, the pinhead bubbles have an acrobatic exuberance in the glass. The aromas and flavours are of brioche and a melody of floral notes. A perfect apéritif wine but the richness on the palate would also lend it well to food.", "price": "55.00", "rating": "4.90", "image_url": null, "image": "sparkling-beaumont.webp"}}, {"model": "products.product", "pk": 51, "fields": {"category": 4, "name": "Canals Nadal Cava Brut Nature Reserva", "country": "Spain", "region": "Catalonia", "grape_variety": "Macabeo, Parellada, Xarello", "year": 2018, "description": "Canals Nadal is a 4th-generation small family wine company and the son of the business makes quality Cava from their own estate. The Penedès has a classic Mediterranean climate which allows for sustainable farming methods to grow the Macabeo, Xarel-lo and Parellada grapes used for this wine. Although the wine ages for three years on the lees, the house style is subtle and elegant. a brilliant pale gold with aromas of baked apple, quince and peach, hints of brioche follow underpinned by ripe apple, peach, and notes of hazelnut. A Cava with good balance, a creamy mousse and lingering finish.", "price": "24.95", "rating": "4.70", "image_url": null, "image": "canals-nadal.webp"}}, {"model": "products.product", "pk": 52, "fields": {"category": 4, "name": "Mumm Cordon Rouge", "country": "France", "region": "Champagne", "grape_variety": "Chardonnay, Pinot Meunier, Pinot Noir", "year": 2014, "description": "A worthy exemplar of G.H. Mumm's quest for excellence, Champagne Mumm Cordon Rouge is a distinctively fresh, full-bodied champagne. A blend of Chardonnay and Pinot Noir it displays complex notes of ripe peach, apricot and pineapple with hints of vanilla and caramel, yeast, dried fruit, and honey.", "price": "43.95", "rating": "4.50", "image_url": null, "image": "mumm.webp"}}, {"model": "products.product", "pk": 53, "fields": {"category": 4, "name": "Rizzardi Prosecco Spumante", "country": "Italy", "region": "Prosecco", "grape_variety": "Glera", "year": 0, "description": "A brilliant extra-dry Prosecco from Rizzardi, the peerless old Veneto house, this is a fully sparkling Spumante Prosecco. The ripe prickly pear and red grapefruit are perfectly framed by a fine crisp backbone of refreshing acidity.", "price": "17.95", "rating": "4.10", "image_url": null, "image": "rizzardi-prosecco.webp"}}, {"model": "products.product", "pk": 54, "fields": {"category": 4, "name": "Veuve Clicquot Brut NV", "country": "France", "region": "Champagne", "grape_variety": "Chardonnay grapes, Pinot Noir and Pinot Meunier.", "year": 0, "description": "Up there with the best of the Grande Marques, Veuve is made in a full-bodied style with lots of toastiness after a few years, aging. Always good to buy if you can on special and squirrel away a few bottles for a year or so.", "price": "63.00", "rating": "4.90", "image_url": null, "image": "veuve.webp"}}, {"model": "products.product", "pk": 55, "fields": {"category": 4, "name": "Piper-Heidsieck Cuvée Brut NV", "country": "France", "region": "Champagne", "grape_variety": "Chardonnay, Pinot Meunier, Pinot Noir", "year": 0, "description": "Piper-Heidsieck's history dates back to 1785 and now owns 70 hectares of sustainably managed vineyards in Champagne. Their signature cuvée Brut is round and vibrant with a richness from the high proportion of black grape varieties. The complex blend comes from over 100 crus across Champagne. Notes of almond and hazelnut accompany lively bubbles and fresh flavours of pear and crunchy red apple. The beautifully balanced finish is delicate and long with more than a hint of citrus fruits.", "price": "54.95", "rating": "4.80", "image_url": null, "image": "piper.webp"}}, {"model": "products.product", "pk": 56, "fields": {"category": 4, "name": "Pale Fox Superiore Prosecco", "country": "Italy", "region": "Veneto", "grape_variety": "Glera", "year": null, "description": "Pale Fox Prosecco is a luxury single estate Prosecco from the ‘Valle Delle Volpi (Valley of the Foxes)’contained within twenty-three hectares of glera vineyards. . Pale Fox undergoes an extra-long 100-day secondary fermentation period to ensure greater complexity and finer, more persistent bubbles. Pale Fox Prosecco has aromas of white flowers, white currants, and oyster shell with an elegantly restrained palate with notes of pink apple, peach and a long finish with fine persistent mousse.", "price": "35.00", "rating": "4.30", "image_url": null, "image": "pale-fox.webp"}}]